enkia.tokyo-night
github.codespaces
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
naumovs.color-highlight
rogalmic.bash-debug
s-nlf-fh.glassit
timonwong.shellcheck
cobaltblu27.rainbow-highlighter
mechatroner.rainbow-csv
qwtel.sqlite-viewer
waderyan.gitblame
eamodio.gitlens
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.vscode-pull-request-github
tamasfe.even-better-toml
